[
    {
        "model": "murder_in_color.witness",
        "pk": 1,
        "fields": {
            "name": "Martha Baggins",
            "description": "You spot a beautiful, young Mexican lady. She is average in weight, but small in height. Her black hair gleams in the sun. You notice a small mole next to her giant mouth.",
            "place": 1
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 2,
        "fields": {
            "name": "Ezra Banks",
            "description": "You see a tall, middle-aged European built like a horse. He has a scar across his forehead. He has eyebrows that were so big. You see blond hair trying to escape the cowboy hat on top.",
            "place": 2
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 3,
        "fields": {
            "name": "Karla Kun",
            "description": "You see an elderly Chinese cook taking her break. She has large, round glasses to see with, and big ears to hear with. Though she is short, her gray hair speaks of her experience. She looks average when it comes to her weight.",
            "place": 3
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 4,
        "fields": {
            "name": "Rohan Dalip",
            "description": "You see an old Indian with ordinary stature. You notice he has an extra long nose. You see his tongue as he smiles back with a missing tooth. His brown hair blows in the wind as you stare at his thin frame.",
            "place": 4
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 5,
        "fields": {
            "name": "Sophia Jones",
            "description": "You see a tall, African lady in front of you. You noticed a limp in her step as she came closer to greet you. She wears a flowery hat to cover her gray head. She is middle-aged with a bulky figure. She has a larger than normal nose.",
            "place": 6
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 6,
        "fields": {
            "name": "Jacob Rodgers",
            "description": "A short, young European stares back at you with a tired look on his face. He has a mole on his lip along with large ears. His red hair is short. His thin body blends into the background.",
            "place": 5
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 7,
        "fields": {
            "name": "Anastasia Hayes",
            "description": "You see a beautiful young Mexican lady come out of the Cabin. She has a scar across her hand from a lifestyle of hard work. You notice that her nose is sticking out further than the average. Her long blond hair engulfs her medium-statured, thin body.",
            "place": 21
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 8,
        "fields": {
            "name": "Ruth Phillips",
            "description": "You see a middle-aged Chinese lady with brown hair. Her glasses cover her face. She is average in height, but big in size. You notice her big mouth that fits perfectly with her friendly and big personality.",
            "place": 22
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 9,
        "fields": {
            "name": "Dakota Turner",
            "description": "You see a tall and thin Indian get up from panning gold. He drags an injured foot as he meets you. He is an experienced elder with black hair and big eyebrows.",
            "place": 19
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 10,
        "fields": {
            "name": "Caton Perez",
            "description": "You notice a short, average-sized young man. He is a Mexican with unusual gray hair. You discover that he has a couple of teeth missing, but above-average ears.",
            "place": 24
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 11,
        "fields": {
            "name": "Charles Obasi",
            "description": "You see a medium-aged, tall, and thin African approach. He has a scar across his cheek from his labors. You notice he has really short blond hair and large mouth as he greets you.",
            "place": 23
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 12,
        "fields": {
            "name": "Abel Price",
            "description": "You come to an elderly Chinese gentleman wearing a cowboy hat. He has a short, but big figure. You see brown hair sticking out of his hat. You notice that he has a big mouth and is wearing glasses.",
            "place": 20
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 13,
        "fields": {
            "name": "Vincent Imari",
            "description": "You notice an average African in both weight and height come up to you. His old age requires him to wear glasses. He has large eyebrows, which are gray along with his hair.",
            "place": 25
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 14,
        "fields": {
            "name": "Cheng Biming",
            "description": "You watch a tall and thin Chinese soldier. He has a scar next to his large ears from past battles. He has black hair and looks to be middle-aged.",
            "place": 30
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 15,
        "fields": {
            "name": "Olivia Bell",
            "description": "You see a short European lady average in weight. She looks young, and has a big nose for her small face. You see long, brown hair flowing from under a hat she wears. You discover rather quickly that she is missing some teeth when she greets you.",
            "place": 27
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 16,
        "fields": {
            "name": "Maria Valdez",
            "description": "You see an elderly Mexican. Her frame is large, but her height is average. She has blond hair placed in a bun on top of her head. She has a big mouth and a mole right next to it.",
            "place": 26
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 17,
        "fields": {
            "name": "Chester Thompson",
            "description": "You see an elderly army commander, tall and average-sized, approach you with a limp. He has black hair, large eyebrows, and is of European descent.",
            "place": 28
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 18,
        "fields": {
            "name": "Meagan Harper",
            "description": "You see a middle-aged, medium-statured, and medium-sized African. She favors one foot you noticed as she came up. She has red hair, and large ears poking out of that hair.",
            "place": 29
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 19,
        "fields": {
            "name": "Martin Garcia",
            "description": "You see a tall, heavy-set Mexican man greet you. He has giant eyebrows, as well as a missing tooth. He is an older gentleman with gray hair.",
            "place": 9
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 20,
        "fields": {
            "name": "Alisha Trayi",
            "description": "You come across a skinny Indian with medium height. She has unusually red, long hair. She is young with a mole on her forehead. Underneath her hair, you notice large ears.",
            "place": 10
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 21,
        "fields": {
            "name": "Noah Smith",
            "description": "You see the medium-aged, European blacksmith get up, clean his hands, and limp towards you. He is average in both height and weight. He has short, blond hair, and a mouth that is larger than normal.",
            "place": 8
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 22,
        "fields": {
            "name": "Shan Li",
            "description": "You see a short and average-sized Chinese man in front of you. He is an older gentleman with a limp. You are drawn to a large nose sitting in the middle of his small face. He has brown hair under his conductor's hat.",
            "place": 7
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 23,
        "fields": {
            "name": "Tara Nira",
            "description": "A tall, thin Indian walks up to you. She has large eyebrows with a mole right above. Her blond hair sparkles in the sunlight. She looks young.",
            "place": 12
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 24,
        "fields": {
            "name": "Kelly Davis",
            "description": "You see a heavy-structured, short African. Her beauty is complemented with glasses that sit on top of big ears. She is middle-aged with gray hair from life experiences.",
            "place": 11
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 25,
        "fields": {
            "name": "Mitsu Hakan",
            "description": "You watch a young Indian warrior come over to you. He is average height, but built strong and bulky. He has a scar across his chest. He has brown hair, and you notice his big mouth as you speak with him.",
            "place": 13
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 26,
        "fields": {
            "name": "Winona Miller",
            "description": "A middle-aged Indian lady gets up from gardening and meets you. Both her height and weight are ordinary.  She has a couple of missing teeth, and a large nose above the mouth. She has red hair to match her beautiful frame.",
            "place": 14
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 27,
        "fields": {
            "name": "Elizabeth Flores",
            "description": "You see a short and thin elder. She is Mexican in origin. She has gray hair and large ears next to it. She is also wearing glasses.",
            "place": 16
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 28,
        "fields": {
            "name": "Song Tao",
            "description": "A tall and bulky lady comes to you. She is Chinese. She has a scar on her chin and red hair on top. She looks young, but has a nose larger than the average.",
            "place": 17
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 29,
        "fields": {
            "name": "Issa Agu",
            "description": "You see a middle-aged African ahead of you. She has an average stature, but is skinny. She has a mole in the middle of her lip, and black hair flowing down. She also has thick eyebrows.",
            "place": 18
        }
    },
    {
        "model": "murder_in_color.witness",
        "pk": 30,
        "fields": {
            "name": "Adriel Yazzie",
            "description": "You see an elderly Indian medicine man approach. He has big eyebrows and hair, both are black. He has a scar on his temple from previous fights. He is tall and thin.",
            "place": 15
        }
    }
    ]
    